Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: The default. A quick and responsive feel with minimal bounce.
zh_hans: 默认效果。响应轻快，回弹幅度很小。
zh_hant: 預設效果。輕快靈敏，回彈幅度極小。

source: The downloaded item is not a valid application bundle.
zh_hans: 下载的项目不是有效的应用程序包。
zh_hant: 下載的項目不是有效的應用程式包裝。

source: The downloaded update has the wrong bundle identifier.
zh_hans: 下载的更新具有错误的应用标识符。
zh_hant: 下載的更新具有錯誤的套件識別碼。

source: The fan will be controlled automatically by macOS.
zh_hans: 风扇将由 macOS 自动控制。
zh_hant: 風扇將由 macOS 自動控制。

source: The file changed while it was being screened.
zh_hans: 初步检查过程中，文件发生了变化。
zh_hant: 初步檢查期間，檔案已變更。

source: The file changed while it was being verified.
zh_hans: 验证过程中，文件发生了变化。
zh_hant: 驗證期間，檔案已變更。

source: The file was replaced before it could be verified.
zh_hans: 验证之前文件已被替换。
zh_hant: 檔案在驗證前已被取代。

source: The file was replaced while it was being verified.
zh_hans: 验证过程中，文件已被替换。
zh_hant: 驗證期間，檔案已被取代。

source: The folder contents changed after the scan and it was not removed.
zh_hans: 扫描后文件夹内容发生了变化，因此未移除。
zh_hant: 檔案夾內容在掃描後已變更，因此未移除。

source: The folder could not be fully revalidated: %@
zh_hans: 无法完整地重新验证文件夹：%@
zh_hant: 無法完整重新驗證檔案夾：%@

source: The folder could not be read.
zh_hans: 无法读取文件夹。
zh_hant: 無法讀取檔案夾。

source: The folder path could not be represented by the file system.
zh_hans: 文件系统无法表示此文件夹路径。
zh_hant: 檔案系統無法表示此檔案夾路徑。

source: The green traffic-light button fills the screen without creating a new Space; clicking it again restores the window.
zh_hans: 点击绿色窗口按钮时填满屏幕，不创建新空间；再次点击可恢复窗口。
zh_hant: 綠色紅綠燈按鈕會填滿螢幕而不建立新的空間；再按一下即可回復視窗。

source: The helper is approved but not responding. Tap Reset Helper so Sapphire can unregister its own background items and reinstall the helper.
zh_hans: 辅助服务已获批准，但没有响应。点击“重置辅助服务”，让 Sapphire 注销自己的后台项目并重新安装辅助服务。
zh_hant: 輔助服務已獲准，但沒有回應。請點一下「重置輔助服務」，讓 Sapphire 取消註冊自己的背景項目並重新安裝輔助服務。

source: The helper tool ensures your charging rules are still applied even if the Sapphire app isn't running.
zh_hans: 即使 Sapphire 未运行，辅助工具也会继续执行充电规则。
zh_hant: 即使 Sapphire App 未執行，輔助工具也能確保你的充電規則持續套用。

source: The item could not be revalidated: %@
zh_hans: 无法重新验证此项目：%@
zh_hant: 無法重新驗證此項目：%@

source: The item identity changed after the scan and it was not removed.
zh_hans: 扫描后项目身份发生了变化，因此未移除。
zh_hant: 項目身分在掃描後已變更，因此未移除。

source: The item is outside the folder that was scanned.
zh_hans: 此项目不在已扫描的文件夹内。
zh_hant: 此項目不在已掃描的檔案夾內。

source: The item no longer exists.
zh_hans: 此项目已不存在。
zh_hant: 此項目已不存在。

source: The item size changed after the scan and it was not removed.
zh_hans: 扫描后项目大小发生了变化，因此未移除。
zh_hant: 項目大小在掃描後已變更，因此未移除。

source: The item type changed after the scan and it was not removed.
zh_hans: 扫描后项目类型发生了变化，因此未移除。
zh_hant: 項目類型在掃描後已變更，因此未移除。

source: The item was modified after the scan and it was not removed.
zh_hans: 扫描后项目被修改，因此未移除。
zh_hant: 項目在掃描後已被修改，因此未移除。

source: The launch item could not be stopped and was left in place: %@. %@
zh_hans: 无法停止此启动项，已保留在原位：%@。%@
zh_hant: 無法停止此啟動項目，已保留在原位：%@。%@

source: The lid angle sensor stopped responding. Reconnecting…
zh_hans: 开合角度传感器停止响应，正在重新连接…
zh_hant: 開合角度感測器停止回應。正在重新連接…

source: The privileged helper is not reachable. Install or reset it (Settings → Battery → Helper) before calibrating.
zh_hans: 无法连接特权辅助程序。校准前，请在“设置 → 电池 → 辅助程序”中安装或重置。
zh_hant: 無法連接特權輔助服務。校正前，請先安裝或重置（設定 → 電池 → 輔助服務）。

source: The privileged update helper could not be contacted. Reinstall or repair Sapphire's helper, then try again.
zh_hans: 无法联系特权更新辅助工具。请重新安装或修复 Sapphire 辅助工具后重试。
zh_hant: 無法聯繫特權更新輔助工具。請重新安裝或修復 Sapphire 的輔助工具，然後再試一次。

source: The privileged update helper could not install the update.
zh_hans: 特权更新辅助工具无法安装更新。
zh_hant: 特權更新輔助工具無法安裝更新。

source: The privileged update helper did not respond within 90 seconds. Sapphire will not start a second installer while the first result is unknown; reopen Sapphire and verify its version before retrying.
zh_hans: 特权更新辅助工具未在 90 秒内响应。首次安装结果尚不明确时，Sapphire 不会启动第二次安装；请重新打开 Sapphire 并确认版本后再试。
zh_hant: 特權更新輔助工具未在 90 秒內回應。在第一次結果未明之前，Sapphire 不會啟動第二個安裝程式；請重新打開 Sapphire 並確認其版本後再試。

source: The privileged update helper is out of date. Reinstall or repair Sapphire's helper, then try again.
zh_hans: 特权更新辅助工具版本过旧。请重新安装或修复 Sapphire 辅助工具后重试。
zh_hant: 特權更新輔助工具版本過舊。請重新安裝或修復 Sapphire 的輔助工具，然後再試一次。

source: The privileged update helper is unavailable. Reinstall or repair Sapphire's helper, then try again.
zh_hans: 特权更新辅助工具不可用。请重新安装或修复 Sapphire 辅助工具后重试。
zh_hant: 特權更新輔助工具無法使用。請重新安裝或修復 Sapphire 的輔助工具，然後再試一次。

source: The release contains an unsupported checksum.
zh_hans: 此版本包含不受支持的校验和。
zh_hant: 此版本包含不支援的檢查碼。

source: The release download did not pass Sapphire's security policy.
zh_hans: 版本下载未通过 Sapphire 的安全策略检查。
zh_hant: 版本下載未通過 Sapphire 的安全性原則。

source: The same volume, routing, EQ, 8D, surround, balance, and delay controls available in the notch.
zh_hans: 提供与刘海中相同的音量、输出路径、均衡器、8D、环绕声、平衡和延迟控件。
zh_hant: 與瀏海中相同的音量、輸出路徑、EQ、8D、環繞、平衡與延遲控制項。

source: The selected location is not a folder.
zh_hans: 所选位置不是文件夹。
zh_hant: 所選位置不是檔案夾。

source: The selected video can't be converted to a native HEVC wallpaper.
zh_hans: 无法将所选视频转换为系统 HEVC 壁纸。
zh_hant: 無法將所選影片轉換為原生 HEVC 背景圖片。

source: The server closed the connection unexpectedly.
zh_hans: 服务器意外关闭了连接。
zh_hant: 伺服器意外關閉了連線。

source: The signed app version (%@) does not match the offered release (%@).
zh_hans: 已签名的应用版本（%@）与提供的版本（%@）不一致。
zh_hant: 已簽署的 App 版本（%@）與提供的版本（%@）不符。

source: The small expansion when hovering over the notch.
zh_hans: 指针悬停在刘海区域时的小幅展开。
zh_hant: 懸停在瀏海區域時的小幅展開。

source: The staged app version changed before installation.
zh_hans: 安装之前，暂存应用的版本发生了变化。
zh_hant: 暫存 App 的版本在安裝前已變更。

source: The standard glass used by modal sheets.
zh_hans: 模态表单使用的标准玻璃效果。
zh_hant: 強制回應表單使用的標準玻璃效果。

source: The update archive contains an unsafe number of files.
zh_hans: 更新压缩包包含的文件数量不安全。
zh_hant: 更新壓縮檔包含的檔案數量不安全。

source: The update archive contains an unsafe path.
zh_hans: 更新压缩包包含不安全的路径。
zh_hant: 更新壓縮檔包含不安全的路徑。

source: The update archive contains an unsafe symbolic link.
zh_hans: 更新压缩包包含不安全的符号链接。
zh_hant: 更新壓縮檔包含不安全的符號連結。

source: The update archive contains an unsupported symbolic-link path.
zh_hans: 更新压缩包包含不受支持的符号链接路径。
zh_hant: 更新壓縮檔包含不支援的符號連結路徑。

source: The update archive contains unsupported file metadata.
zh_hans: 更新压缩包包含不受支持的文件元数据。
zh_hant: 更新壓縮檔包含不支援的檔案後設資料。

source: The update archive exceeded Sapphire's maximum allowed size.
zh_hans: 更新压缩包超过 Sapphire 允许的最大大小。
zh_hant: 更新壓縮檔超過 Sapphire 允許的大小上限。

source: The update archive has an invalid size.
zh_hans: 更新压缩包大小无效。
zh_hant: 更新壓縮檔大小無效。

source: The update archive has invalid file metadata.
zh_hans: 更新压缩包的文件元数据无效。
zh_hant: 更新壓縮檔的檔案後設資料無效。

source: The update archive has unsafe or inconsistent size metadata.
zh_hans: 更新压缩包的大小元数据不安全或不一致。
zh_hant: 更新壓縮檔的大小後設資料不安全或不一致。

source: The update archive is invalid.
zh_hans: 更新压缩包无效。
zh_hant: 更新壓縮檔無效。

source: The update archive was incomplete.
zh_hans: 更新压缩包不完整。
zh_hant: 更新壓縮檔不完整。

source: The update archive's directory is unexpectedly large.
zh_hans: 更新压缩包的目录异常大。
zh_hant: 更新壓縮檔的目錄異常龐大。

source: The update archive's expanded size is unexpectedly large.
zh_hans: 更新压缩包解压后的大小异常大。
zh_hant: 更新壓縮檔解壓縮後的大小異常龐大。

source: The update checksum did not match the signed release metadata.
zh_hans: 更新校验和与已签名的版本元数据不匹配。
zh_hant: 更新檢查碼與已簽署的版本後設資料不符。

source: The update download returned an invalid response.
zh_hans: 更新下载返回了无效响应。
zh_hant: 更新下載傳回了無效的回應。

source: The update information could not be verified.
zh_hans: 无法验证更新信息。
zh_hant: 無法驗證更新資訊。

source: The update is for %@, not %@.
zh_hans: 此更新适用于 %@，不适用于 %@。
zh_hant: 此更新適用於 %@，而非 %@。

source: The update metadata was unexpectedly large.
zh_hans: 更新元数据异常大。
zh_hant: 更新後設資料異常龐大。

source: The update server redirected to an untrusted address.
zh_hans: 更新服务器重定向到了不受信任的地址。
zh_hant: 更新伺服器重新導向至不受信任的位址。

source: The update server returned HTTP %lld.
zh_hans: 更新服务器返回了 HTTP %lld。
zh_hant: 更新伺服器傳回 HTTP %lld。

source: The update server returned an invalid response.
zh_hans: 更新服务器返回了无效响应。
zh_hant: 更新伺服器傳回了無效的回應。

source: The update was not signed by the same Apple developer team.
zh_hans: 此更新并非由同一 Apple 开发者团队签名。
zh_hant: 此更新並非由同一 Apple 開發者團隊簽署。

source: The update was not staged on the installed app's volume.
zh_hans: 更新未暂存在已安装应用所在的宗卷上。
zh_hant: 更新未暫存在已安裝 App 所在的卷宗上。

source: The update's executable architecture could not be verified.
zh_hans: 无法验证更新中可执行文件的架构。
zh_hant: 無法驗證更新中執行檔的架構。

source: The verified release version is missing. Download the update again.
zh_hans: 缺少已验证的版本号。请重新下载更新。
zh_hant: 缺少已驗證的版本號碼。請重新下載更新。

source: These permissions enable major features like widgets and live activities.
zh_hans: 这些权限用于启用小组件和实时活动等主要功能。
zh_hant: 這些權限可啟用小工具和即時動態等主要功能。

source: These permissions enable minor or cosmetic features.
zh_hans: 这些权限用于启用辅助功能或外观效果。
zh_hant: 這些權限可啟用次要或外觀相關功能。

source: Thick, vibrant blur like a macOS sidebar.
zh_hans: 类似 macOS 侧边栏的厚重、鲜明模糊效果。
zh_hant: 厚實、鮮明的模糊效果，類似 macOS 側邊欄。

source: Thin
zh_hans: 细线
zh_hant: 細

source: This Mac · controls only (no audio)
zh_hans: 此 Mac · 仅控制播放（不播放音频）
zh_hant: 這台 Mac · 僅控制（無音訊）

source: This QR code contains your Mac's unique hardware data. **Scan it with the OpenBubbles app** on your other devices to register them for iMessage.
zh_hans: 此二维码包含 Mac 的唯一硬件数据。请在其他设备上**使用 OpenBubbles 应用扫描**，以注册 iMessage。
zh_hant: 此 QR 碼包含你 Mac 的唯一硬體資料。**請在其他裝置上使用 OpenBubbles App 掃描**，以註冊 iMessage。

source: This app was closed because it's blocked during your focus session.
zh_hans: 此应用在专注时段被屏蔽，因此已关闭。
zh_hant: 此 App 已被關閉，因為它在你的專注時段中遭到封鎖。

source: This build does not include usage analytics or automatic crash-report uploads.
zh_hans: 此版本不包含使用情况分析，也不会自动上传崩溃报告。
zh_hant: 此建置版本不包含使用情況分析，也不會自動上傳當機報告。

source: This feature works best on devices with XDR displays (14in and 16in Macbook Pro's and Pro Display XDR). M4 Macbook Pro's already display this behaviour in bright environments like in direct sunlight, this feature will allow you to do it in any type of environment.
zh_hans: 此功能最适合配备 XDR 显示屏的设备（14 英寸和 16 英寸 MacBook Pro 以及 Pro Display XDR）。M4 MacBook Pro 在直射阳光等明亮环境中已具备此行为；本功能可让你在任何环境下使用。
zh_hant: 此功能在配備 XDR 顯示器的裝置上效果最佳（14 吋與 16 吋 MacBook Pro 及 Pro Display XDR）。M4 MacBook Pro 在陽光直射等明亮環境下已有此表現，此功能可讓你在任何環境下都能達到相同效果。

source: This identifier may be shared or could not be verified — review before removing
zh_hans: 此标识符可能由多个应用共享，或无法验证 — 请先检查再移除
zh_hant: 此識別碼可能為共享，或無法驗證 — 請先檢查再移除

source: This is a protected location and can only be inspected.
zh_hans: 此位置受保护，只能检查。
zh_hant: 這是受保護的位置，只能檢查。

source: This method works for both Free and Premium users. Use at your own risk.
zh_hans: 此方式适用于 Free 和 Premium 用户。使用风险由你自行承担。
zh_hant: 此方式適用於 Free 和 Premium 使用者。使用風險自負。

source: This playlist is empty.
zh_hans: 此播放列表为空。
zh_hant: 此播放列表是空的。

source: This release does not include a trusted Sapphire ZIP for this Mac.
zh_hans: 此版本不包含适用于这台 Mac 的受信任 Sapphire ZIP 安装包。
zh_hant: 此版本不包含適用於這台 Mac 的受信任 Sapphire ZIP。

source: This restores default volume, flat EQ, surround, and 8D audio for every application.
zh_hans: 这会将所有应用的音量、平直均衡器、环绕声和 8D 音频恢复为默认设置。
zh_hant: 這會將所有應用程式回復為預設音量、平坦 EQ、環繞與 8D 音訊。

source: This reverts all connected output devices to their default state.
zh_hans: 这会将所有已连接的输出设备恢复为默认状态。
zh_hant: 這會將所有已連接的輸出裝置回復為預設狀態。

source: This update cannot run natively on this Mac.
zh_hans: 此更新无法在这台 Mac 上原生运行。
zh_hant: 此更新無法在這台 Mac 上原生執行。

source: This will permanently remove the app from your Mac.
zh_hans: 这会从 Mac 中永久移除此应用。
zh_hant: 這會從你的 Mac 永久移除此 App。

source: This will replace your current preferences across the app.
zh_hans: 这将替换应用中的所有当前偏好设置。
zh_hant: 這會取代你目前在整個 App 中的偏好設定。

source: Threshold
zh_hans: 阈值
zh_hant: 臨界值

source: Thu
zh_hans: 周四
zh_hant: 週四

source: Thunderstorm
zh_hans: 雷暴
zh_hant: 雷雨

source: Thunderstorm w/ Hail
zh_hans: 雷暴伴冰雹
zh_hant: 雷雨伴隨冰雹

source: Tilt head left
zh_hans: 向左侧倾头
zh_hant: 頭向左傾

source: Tilt head right
zh_hans: 向右侧倾头
zh_hant: 頭向右傾

source: Time
zh_hans: 时间
zh_hant: 時間

source: Time & Date
zh_hans: 时间与日期
zh_hant: 時間與日期

source: Time Remaining
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Time remaining: %llds
zh_hans: 剩余时间：%lld 秒
zh_hant: 剩餘時間：%lld 秒

source: Time to Full
zh_hans: 充满所需时间
zh_hant: 充滿所需時間

source: Time:
zh_hans: 时间：
zh_hant: 時間：

source: Timed
zh_hans: 定时
zh_hant: 定時

source: Timed out
zh_hans: 已超时
zh_hant: 已逾時

source: Timer
zh_hans: 计时器
zh_hant: 計時器

source: Timer Done
zh_hans: 计时结束
zh_hant: 計時結束

source: Timers
zh_hans: 计时器
zh_hant: 計時器

source: Title
zh_hans: 标题
zh_hant: 標題

source: Titlebar
zh_hans: 标题栏
zh_hant: 標題列

source: To control playback with a free account, please open the Spotify desktop app first.
zh_hans: 使用免费账户控制播放前，请先打开 Spotify 桌面应用。
zh_hant: 若要以免費帳號控制播放，請先打開 Spotify 桌面 App。

source: To customize the shown icons, right click on the menu bar and select 'Edit Menu Bar Items'. The icons placed in between the dot and expansion icon will always be shown, the icons placed in between the two dots will be hidden when the menu is collapsed, and the icons after the dot will always be hidden.
zh_hans: 若要自定义显示的图标，请右键点击菜单栏并选择“编辑菜单栏项目”。圆点与展开图标之间的图标始终显示；两个圆点之间的图标在菜单折叠时隐藏；圆点之后的图标始终隐藏。
zh_hant: 若要自訂顯示的圖像，請在選單列上按一下右鍵並選擇「編輯選單列項目」。位於圓點與展開圖像之間的圖像會一律顯示；位於兩個圓點之間的圖像會在選單收合時隱藏；位於圓點之後的圖像則一律隱藏。

source: To enable Bluetooth Unlock, Sapphire needs your Mac's login password. It will be stored securely in your system's Keychain and used only to unlock your device.
zh_hans: 要启用蓝牙解锁，Sapphire 需要你的 Mac 登录密码。密码将安全存储在系统钥匙串中，仅用于解锁此设备。
zh_hant: 若要啟用藍牙解鎖，Sapphire 需要你 Mac 的登入密碼。密碼會安全地儲存在系統的鑰匙圈中，且僅用於解鎖你的裝置。

source: To enable Face ID or Bluetooth Unlock, you must first provide your Mac's login password.
zh_hans: 启用 Face ID 或蓝牙解锁前，必须先提供 Mac 登录密码。
zh_hant: 若要啟用 Face ID 或藍牙解鎖，你必須先提供 Mac 的登入密碼。

source: To enable Spotify integration, please add your API credentials in Sapphire's settings.
zh_hans: 请在 Sapphire 设置中添加 API 凭据，以启用 Spotify 集成。
zh_hant: 若要啟用 Spotify 整合，請在 Sapphire 設定中加入你的 API 憑證。

source: Today
zh_hans: 今天
zh_hant: 今天

source: Today's Breaks
zh_hans: 今日休息次数
zh_hant: 今日休息次數

source: Toggle Done
zh_hans: 切换完成状态
zh_hant: 切換完成狀態

source: Tooltip
zh_hans: 工具提示
zh_hant: 工具提示

source: Top
zh_hans: 顶部
zh_hant: 頂部

source: Top Albums
zh_hans: 热门专辑
zh_hant: 熱門專輯

source: Top Buffer
zh_hans: 顶部缓冲空间
zh_hant: 頂部緩衝空間

source: Top Charts
zh_hans: 排行榜
zh_hant: 排行榜

source: Top Info Widget
zh_hans: 顶部信息小组件
zh_hant: 頂部資訊小工具

source: Total
zh_hans: 总计
zh_hant: 總計

source: Total Data Points
zh_hans: 数据点总数
zh_hant: 資料點總數

source: Total Plays: %@
zh_hans: 总播放次数：%@
zh_hant: 總播放次數：%@

source: Track
zh_hans: 曲目
zh_hant: 曲目

source: Track AI agents, builds, and terminal commands, and keep the Mac awake while they run.
zh_hans: 跟踪 AI 智能体、构建和终端命令，并在运行时保持 Mac 唤醒。
zh_hant: 追蹤 AI 代理程式、建置和終端機指令，並在其執行時讓 Mac 保持喚醒。

source: Trailing swipe on a clipboard row.
zh_hans: 在剪贴板项目行上向左轻扫。
zh_hant: 在剪貼簿項目列上向左滑動。

source: Trailing swipe on a file drop row.
zh_hans: 在文件投递条目的后侧滑动。
zh_hant: 在檔案投遞項目列上向左滑動。

source: Trailing swipe on a note row.
zh_hans: 在笔记行上向左轻扫。
zh_hant: 在備忘錄列上向左滑動。

source: Transfer
zh_hans: 切换设备
zh_hant: 切換裝置

source: Transfer Complete
zh_hans: 传输完成
zh_hant: 傳輸完成

source: Transfer finished
zh_hans: 传输完成
zh_hant: 傳輸完成

source: Transitioning between different Live Activities.
zh_hans: 在不同实时活动之间切换时。
zh_hant: 在不同即時動態之間轉換時。

source: Translate to
zh_hans: 翻译为
zh_hant: 翻譯為

source: Translucent Control Center module glass.
zh_hans: 控制中心模块的半透明玻璃效果。
zh_hant: 半透明的「控制中心」模組玻璃效果。

source: Transport (optional)
zh_hans: 播放控制（可选）
zh_hant: 播放控制（選用）

source: Trash
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: Treble Booster
zh_hans: 高音增强
zh_hant: 高音增強

source: Triangle
zh_hans: 三角形
zh_hant: 三角形

source: Trigger
zh_hans: 触发词
zh_hant: 觸發詞

source: Trigger Angle
zh_hans: 触发角度
zh_hant: 觸發角度

source: Trigger layouts with keyboard shortcuts to arrange windows instantly.
zh_hans: 使用键盘快捷键触发布局，立即排列窗口。
zh_hant: 使用鍵盤快速鍵觸發佈局，立即排列視窗。

source: Trusted Device
zh_hans: 受信任设备
zh_hant: 信任的裝置

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Try a different filter or search.
zh_hans: 请尝试其他筛选条件或搜索内容。
zh_hant: 請嘗試其他過濾條件或搜尋內容。

source: Try a different search.
zh_hans: 请尝试其他搜索词。
zh_hant: 請嘗試其他搜尋字詞。

source: Try the picker right now — it opens on the Clipboard tab.
zh_hans: 立即试用选取面板，默认打开“剪贴板”标签页。
zh_hant: 立即試用選擇器，它會開啟在「剪貼簿」標籤頁。

source: Tue
zh_hans: 周二
zh_hant: 週二

source: Tune the notch look, materials, colors, and layout styling.
zh_hans: 调整刘海区域的外观、材质、颜色和布局样式。
zh_hant: 調整瀏海區域的外觀、材質、顏色和佈局樣式。

source: Turn Off Screen on Lock
zh_hans: 锁定时关闭屏幕
zh_hant: 鎖定時關閉螢幕

source: Turn On Camera
zh_hans: 开启相机
zh_hant: 開啟相機

source: Turn camera off
zh_hans: 关闭相机
zh_hant: 關閉相機

source: Turn on Sapphire and Sapphire Helper in Login Items.
zh_hans: 请在登录项中启用 Sapphire 和 Sapphire Helper。
zh_hant: 請在登入項目中開啟 Sapphire 和 Sapphire Helper。

source: Two-Finger Tap to Play/Pause
zh_hans: 双指轻点播放或暂停
zh_hant: 雙指點一下以播放／暫停

source: Type
zh_hans: 类型
zh_hant: 類型

source: Type a new name, then press Return or tap .
zh_hans: 输入新名称，然后按回车键或点击。
zh_hant: 輸入新名稱，然後按下 Return 或點一下 。

source: Type a short trigger anywhere and it becomes your text. Use "{{date}}", "{{time}}", "{{date:MMMM d}}" or "{{clipboard}}" in the replacement. Sapphire never expands while you type inside Sapphire itself.
zh_hans: 在任意位置输入简短触发词，即可替换为你的文本。替换内容支持“{{date}}”“{{time}}”“{{date:MMMM d}}”和“{{clipboard}}”。在 Sapphire 内部输入时不会触发替换。
zh_hant: 在任何地方輸入簡短的觸發字詞，即會變成你的文字。可在替換內容中使用「{{date}}」、「{{time}}」、「{{date:MMMM d}}」或「{{clipboard}}」。在 Sapphire 本身中輸入時，Sapphire 不會展開文字。

source: UP NEXT
zh_hans: 接下来播放
zh_hant: 接下來播放

source: UV Index
zh_hans: 紫外线指数
zh_hant: 紫外線指數

source: Unable to add camera input.
zh_hans: 无法添加摄像头输入。
zh_hant: 無法加入相機輸入。

source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

source: Undo
zh_hans: 撤销
zh_hant: 還原

source: Uninstall
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall %@
zh_hans: 卸载 %@
zh_hant: 解除安裝 %@

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unknown Album
zh_hans: 未知专辑
zh_hant: 未知的專輯

source: Unknown App
zh_hans: 未知应用
zh_hant: 未知的 App

source: Unknown Artist
zh_hans: 未知艺人
zh_hant: 未知的藝人

source: Unknown Error
zh_hans: 未知错误
zh_hant: 未知的錯誤

source: Unknown Location
zh_hans: 未知位置
zh_hant: 未知的位置

source: Unknown State
zh_hans: 未知状态
zh_hant: 未知狀態

source: Unknown Track
zh_hans: 未知歌曲
zh_hant: 未知的曲目

source: Unknown Type
zh_hans: 未知类型
zh_hant: 未知的類型

source: Unknown cask “%@”
zh_hans: 未知 cask“%@”
zh_hant: 未知的 cask「%@」

source: Unknown location authorization status.
zh_hans: 定位授权状态未知。
zh_hant: 定位授權狀態未知。

source: Unknown track
zh_hans: 未知歌曲
zh_hant: 未知的曲目

source: Unlike
zh_hans: 取消喜欢
zh_hant: 取消喜好

source: Unlimited
zh_hans: 不限次数
zh_hant: 無限制

source: Unlimited History
zh_hans: 不限历史记录数量
zh_hant: 無限制記錄

source: Unlock
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock RSSI
zh_hans: 解锁信号强度（RSSI）
zh_hant: 解鎖訊號強度（RSSI）

source: Unlock failed
zh_hans: 解锁失败
zh_hant: 解鎖失敗

source: Unlock your Mac using facial recognition when you wake the screen.
zh_hans: 唤醒屏幕时，通过面容识别解锁 Mac。
zh_hant: 喚醒螢幕時，透過臉部辨識解鎖你的 Mac。

source: Unlocked
zh_hans: 已解锁
zh_hant: 已解鎖

source: Unlocked in %@ — or when your session ends, whichever comes first.
zh_hans: %@ 后或专注时段结束时解锁，以较早发生的时间为准。
zh_hant: 將於 %@ 後解鎖，或在你的專注時段結束時解鎖，以先到者為準。

source: Unlocking...
zh_hans: 正在解锁…
zh_hant: 正在解鎖…

source: Unmute microphone
zh_hans: 取消麦克风静音
zh_hant: 取消麥克風靜音

source: Unnamed Device
zh_hans: 未命名设备
zh_hant: 未命名的裝置

source: Unplugged
zh_hans: 未接通电源
zh_hant: 未接電源

source: Unsupported text document type.
zh_hans: 不支持此文本文档类型。
zh_hant: 不支援的文字文件類型。

source: Untitled
zh_hans: 无标题
zh_hant: 未命名

source: Unverified, shared, nested-component, duplicate-identifier, and app-name matches stay unchecked until you review them.
zh_hans: 未经核实、共享、嵌套组件、重复标识符及按应用名称匹配的文件，在你检查前保持未选中。
zh_hant: 未驗證、共享、巢狀元件、重複識別碼和 App 名稱比對的項目，在你檢查前都會保持未勾選。

source: Up Next
zh_hans: 接下来播放
zh_hant: 接下來播放

source: Up next: %@
zh_hans: 下一首：%@
zh_hant: 下一首：%@

source: Up next: %@ — %@
zh_hans: 下一首：%@ — %@
zh_hant: 下一首：%@ — %@

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update Available
zh_hans: 有可用更新
zh_hant: 有可用的更新項目

source: Update Preferences
zh_hans: 更新偏好设置
zh_hant: 更新偏好設定

source: Update available for %@
zh_hans: %@ 有可用更新
zh_hant: %@ 有可用的更新項目

source: Update feed unavailable
zh_hans: 无法获取更新源
zh_hant: 無法取得更新來源

source: Update filter
zh_hans: 更新筛选
zh_hant: 更新過濾條件

source: Update manifest has no download
zh_hans: 更新清单中没有下载项
zh_hant: 更新清單中沒有下載項目

source: Update manifest unavailable
zh_hans: 无法获取更新清单
zh_hant: 無法取得更新清單

source: Update metadata was unexpectedly large
zh_hans: 更新元数据异常大
zh_hant: 更新後設資料異常龐大

source: Update notifications
zh_hans: 更新通知
zh_hant: 更新通知

source: Update service redirected to an insecure address
zh_hans: 更新服务重定向到了不安全的地址
zh_hant: 更新服務重新導向至不安全的位址

source: Updated %lldh ago
zh_hans: %lld 小时前更新
zh_hant: %lld 小時前更新

source: Updated %lldm ago
zh_hans: %lld 分钟前更新
zh_hant: %lld 分鐘前更新

source: Updated just now
zh_hans: 刚刚更新
zh_hant: 剛剛更新

source: Updates
zh_hans: 更新
zh_hant: 更新項目

source: Updates are installed from the About page in Sapphire's settings.
zh_hans: 请在 Sapphire 设置中的“关于”页面安装更新。
zh_hant: 可從 Sapphire 設定的「關於」頁面安裝更新項目。

source: Updates are managed inside this app
zh_hans: 更新由此应用自行管理
zh_hant: 更新由此 App 自行管理

source: Updating…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Upgrade
zh_hans: 升级
zh_hant: 升級

source: Upgrading…
zh_hans: 正在升级…
zh_hant: 正在升級…

source: Use %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: Use Celsius
zh_hans: 使用摄氏度
zh_hant: 使用攝氏

source: Use Hardware Battery Percentage
zh_hans: 使用硬件电量百分比
zh_hant: 使用硬體電池百分比

source: Use Metric Units
zh_hans: 使用公制单位
zh_hant: 使用公制單位

source: Use Night Shift on your mac to reduce exposure to blue light, especially in dark environments or during late hours when it can interfere with sleep.
zh_hans: 使用 Mac 的夜览功能减少蓝光，尤其是在光线较暗或夜间使用时，以免影响睡眠。
zh_hant: 使用 Mac 上的「夜覽」來減少藍光暴露，尤其是在昏暗環境中或深夜可能影響睡眠時。

source: Use Screensaver to Lock
zh_hans: 使用屏幕保护程序锁定
zh_hant: 使用螢幕保護程式鎖定

source: Use Static Waveform
zh_hans: 使用静态波形
zh_hant: 使用靜態波形

source: Use a rounded island separated from the top edge on Macs and displays without a hardware notch.
zh_hans: 在没有硬件刘海的 Mac 和显示器上，使用与顶部边缘分离的圆角悬浮岛。
zh_hant: 在沒有硬體瀏海的 Mac 和顯示器上，使用與頂部邊緣分離的圓角島嶼。

source: Use each app's App Store, Homebrew, Sparkle, Electron, Google, or Mozilla channel.
zh_hans: 使用各应用自身的 App Store、Homebrew、Sparkle、Electron、Google 或 Mozilla 更新渠道。
zh_hant: 使用各 App 自己的 App Store、Homebrew、Sparkle、Electron、Google 或 Mozilla 更新管道。

source: Use on Desktop
zh_hans: 同时用于桌面
zh_hant: 也用於桌面

source: Use the back control in the notch to return.
zh_hans: 使用刘海区域的返回按钮返回。
zh_hant: 使用瀏海中的返回控制項即可返回。

source: Use the liquid glass material for the custom notch background.
zh_hans: 为自定义刘海背景使用液态玻璃材质。
zh_hant: 自訂瀏海背景使用液態玻璃材質。

source: Use trusted Wi-Fi networks as locations. Face ID will not start on other networks or when the network name is unavailable.
zh_hans: 将受信任的 Wi-Fi 网络用作位置条件。在其他网络上，或无法获取网络名称时，Face ID 不会启动。
zh_hant: 將信任的 Wi-Fi 網路作為位置。在其他網路上或無法取得網路名稱時，Face ID 不會啟動。

source: Use your own image or video on the desktop. A video plays behind your desktop icons and pauses whenever the desktop is covered. The lock screen shows it too unless it has its own wallpaper.
zh_hans: 在桌面上使用你自己的图像或视频。视频在桌面图标后方播放，桌面被遮挡时暂停。锁定屏幕也会使用它，除非已单独设置墙纸。
zh_hant: 在桌面上使用你自己的影像或影片。影片會在桌面圖像後方播放，並在桌面被遮住時暫停。鎖定畫面也會顯示它，除非鎖定畫面有自己的背景圖片。

source: Uses its own signed updater — Sapphire will open the app.
zh_hans: 此应用使用自己的签名更新程序，Sapphire 将打开该应用。
zh_hant: 使用其專屬的已簽署更新程式，Sapphire 將會打開該 App。

source: Uses less energy but may be slightly slower to react.
zh_hans: 耗电更少，但响应速度可能略慢。
zh_hant: 耗電較少，但反應可能稍慢。

source: Verification Codes
zh_hans: 验证码
zh_hant: 驗證碼

source: Verification code
zh_hans: 验证码
zh_hant: 驗證碼

source: Verified
zh_hans: 已验证
zh_hant: 已驗證

source: Verifying... %lld%%
zh_hans: 正在验证… %lld%%
zh_hant: 正在驗證… %lld%%

source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Version %@ Beta
zh_hans: 版本 %@ 测试版
zh_hant: 版本 %@ Beta

source: Version %@ is available!
zh_hans: 版本 %@ 已发布！
zh_hant: 版本 %@ 已推出！

source: Version %@ is ready to install.
zh_hans: 版本 %@ 已准备好安装。
zh_hant: 版本 %@ 已可安裝。

source: Version %@ · %@
zh_hans: 版本 %@ · %@
zh_hant: 版本 %@ · %@

source: Version %@ · Up to date
zh_hans: 版本 %@ · 已是最新
zh_hant: 版本 %@ · 已是最新版本
